IDEA Open Model
ResultOnMesh.Displacement Property
Compatible with IDEA StatiCa Beta 20.0
[Missing <summary> documentation for "P:IdeaRS.OpenModel.Result.ResultOnMesh.Displacement"]
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<double[]> Displacement { get; set; }
Public Property Displacement As List(Of Double())
	Get
	Set
Property Value
Type: List<Double[]>
See Also
Reference
ResultOnMesh Class
IdeaRS.OpenModel.Result Namespace